Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Background Sync could not reach the relay: %@
ar: تعذر على Background Sync الوصول إلى المُرحِّل: %@
da: Background Sync kunne ikke oprette forbindelse til relæet: %@
de: Background Sync konnte das Relay nicht erreichen: %@
es: Background Sync no ha podido conectarse al relé: %@
fi: Background Sync ei saanut yhteyttä välityspalveluun: %@
fr: Background Sync n’a pas pu joindre le relais : %@
he: Background Sync לא הצליח להגיע לממסר: %@
hi: Background Sync रिले तक नहीं पहुँच सका: %@
hu: A Background Sync nem érte el a továbbítót: %@
id: Background Sync tidak dapat menjangkau relay: %@
it: Background Sync non ha potuto raggiungere il relay: %@
ja: Background Sync は relay に接続できませんでした：%@
ko: Background Sync에서 릴레이에 연결할 수 없습니다: %@
nb: Background Sync fikk ikke kontakt med releet: %@
nl: Background Sync kon de relay niet bereiken: %@
pl: Background Sync nie może połączyć się z usługą pośredniczącą: %@
pt_br: O Background Sync não conseguiu acessar o retransmissor: %@
ru: Background Sync не удалось связаться с ретранслятором: %@
sv: Background Sync kunde inte nå reläet: %@
th: Background Sync ไม่สามารถติดต่อรีเลย์ได้: %@
tr: Background Sync aktarıcıya ulaşamadı: %@
uk: Background Sync не вдалося зв’язатися з ретранслятором: %@
vi: Background Sync không thể kết nối với dịch vụ chuyển tiếp: %@
zh_hans: Background Sync 无法连接中继服务：%@
zh_hant: Background Sync 無法連接中繼服務：%@

source: Background Sync expected branch '%@', but '%@' is checked out.
ar: توقع Background Sync الفرع '%@'، لكن الفرع '%@' هو المفتوح حاليًا.
da: Background Sync forventede branchen '%@', men '%@' er checket ud.
de: Background Sync hat den Branch '%@' erwartet, aber '%@' ist ausgecheckt.
es: Background Sync esperaba la rama '%@', pero está activa la rama '%@'.
fi: Background Sync odotti haaraa '%@', mutta haara '%@' on valittuna.
fr: Background Sync attendait la branche « %@ », mais la branche « %@ » est extraite.
he: Background Sync ציפה לענף '%@', אך הענף '%@' נמצא בשימוש.
hi: Background Sync को ब्रांच '%@' अपेक्षित थी, लेकिन '%@' चेक आउट है।
hu: A Background Sync a(z) „%@” ágat várta, de a(z) „%@” ág van kivéve.
id: Background Sync mengharapkan branch '%@', tetapi '%@' sedang digunakan.
it: Background Sync prevedeva il branch '%@', ma è attivo '%@'.
ja: Background Sync は branch '%@' を想定していますが、現在 '%@' がチェックアウトされています。
ko: Background Sync에서는 브랜치 '%@'을(를) 예상했지만, '%@'이(가) 체크아웃되어 있습니다.
nb: Background Sync forventet branch '%@', men '%@' er sjekket ut.
nl: Background Sync verwachtte branch '%@', maar '%@' is uitgecheckt.
pl: Background Sync oczekiwał gałęzi „%@”, ale aktywna jest gałąź „%@”.
pt_br: O Background Sync esperava a branch “%@”, mas a branch “%@” está selecionada.
ru: Background Sync ожидал ветку «%@», но выбрана ветка «%@».
sv: Background Sync förväntade sig branch '%@', men '%@' är utcheckad.
th: Background Sync คาดว่าจะเป็น branch '%@' แต่ขณะนี้ checkout '%@' อยู่
tr: Background Sync '%@' branch değerini bekliyordu, ancak '%@' checkout edilmiş.
uk: Background Sync очікує гілку «%@», але зараз вибрано «%@».
vi: Background Sync yêu cầu nhánh '%@', nhưng nhánh '%@' đang được dùng.
zh_hans: Background Sync 预期分支为“%@”，但当前检出的是“%@”。
zh_hant: Background Sync 預期分支為「%@」，但目前簽出的是「%@」。

source: Background Sync is available
ar: Background Sync متاح
da: Background Sync er tilgængelig
de: Background Sync ist verfügbar
es: Background Sync está disponible
fi: Background Sync on saatavilla
fr: Background Sync est disponible
he: Background Sync זמין
hi: Background Sync उपलब्ध है
hu: A Background Sync elérhető
id: Background Sync tersedia
it: Background Sync è disponibile
ja: Background Sync を利用できます
ko: Background Sync를 사용할 수 있습니다
nb: Background Sync er tilgjengelig
nl: Background Sync is beschikbaar
pl: Background Sync jest dostępny
pt_br: O Background Sync está disponível
ru: Background Sync доступен
sv: Background Sync är tillgängligt
th: Background Sync พร้อมใช้งาน
tr: Background Sync kullanılabilir
uk: Background Sync доступний
vi: Background Sync hiện đã khả dụng
zh_hans: Background Sync 可用
zh_hant: Background Sync 可供使用

source: Background Sync is off. Manual Git, Shortcuts, callbacks, and local repository features are unchanged.
ar: Background Sync متوقف. لم تتغير ميزات Git اليدوية وShortcuts وعمليات رد الاتصال وميزات المستودعات المحلية.
da: Background Sync er slået fra. Manuel Git, Shortcuts, callbacks og lokale arkivfunktioner er uændrede.
de: Background Sync ist deaktiviert. Manuelles Git, Shortcuts, Callbacks und lokale Repository-Funktionen bleiben unverändert.
es: Background Sync está desactivado. Las funciones manuales de Git, Shortcuts, las devoluciones de llamada y las funciones de repositorios locales no cambian.
fi: Background Sync ei ole käytössä. Manuaalinen Git, Shortcuts, takaisinkutsut ja paikallisten tietovarastojen ominaisuudet säilyvät ennallaan.
fr: Background Sync est désactivé. Les fonctionnalités manuelles de Git et de Shortcuts, les rappels et les fonctionnalités des dépôts locaux restent inchangés.
he: Background Sync כבוי. Git ידני, Shortcuts, קריאות חוזרות ותכונות המאגר המקומי לא השתנו.
hi: Background Sync बंद है। मैन्युअल Git, Shortcuts, कॉलबैक और स्थानीय रिपॉज़िटरी सुविधाएँ अपरिवर्तित हैं।
hu: A Background Sync ki van kapcsolva. A kézi Git, a Shortcuts, a visszahívások és a helyi tárolófunkciók változatlanok.
id: Background Sync nonaktif. Git manual, Shortcuts, callback, dan fitur repositori lokal tidak berubah.
it: Background Sync è disattivato. Git manuale, Shortcuts, callback e funzioni dei repository locali restano invariati.
ja: Background Sync はオフです。手動の Git、Shortcuts、コールバック、ローカルリポジトリ機能に変更はありません。
ko: Background Sync가 꺼져 있습니다. 수동 Git, Shortcuts, 콜백 및 로컬 저장소 기능은 변경되지 않습니다.
nb: Background Sync er av. Manuell Git, Shortcuts, tilbakekall og lokale repositoriefunksjoner er uendret.
nl: Background Sync is uitgeschakeld. Handmatige Git, Shortcuts, callbacks en lokale repositoryfuncties zijn ongewijzigd.
pl: Background Sync jest wyłączony. Ręczne operacje Git, Shortcuts, wywołania zwrotne i lokalne funkcje repozytorium pozostają bez zmian.
pt_br: O Background Sync está desativado. Git manual, Shortcuts, callbacks e recursos de repositório local permanecem inalterados.
ru: Background Sync выключен. Ручные операции Git, Shortcuts, обратные вызовы и локальные функции репозитория не изменены.
sv: Background Sync är avstängt. Manuell Git, Shortcuts, återanrop och lokala arkivfunktioner påverkas inte.
th: Background Sync ปิดอยู่ Git แบบดำเนินการเอง, Shortcuts, การเรียกกลับ และฟีเจอร์คลังในเครื่องจะไม่เปลี่ยนแปลง
tr: Background Sync kapalıdır. Manuel Git, Shortcuts, geri çağırmalar ve yerel depo özellikleri değişmez.
uk: Background Sync вимкнено. Ручна робота з Git, Shortcuts, зворотні виклики та локальні функції репозиторіїв не змінилися.
vi: Background Sync đang tắt. Git thủ công, Shortcuts, lệnh gọi lại và các tính năng kho lưu trữ cục bộ không thay đổi.
zh_hans: Background Sync 已关闭。手动 Git、Shortcuts、回调和本地仓库功能不受影响。
zh_hant: Background Sync 已關閉。手動 Git、Shortcuts、回呼和本機儲存庫功能不受影響。

source: Background Sync is off. This inclusion choice is saved and will apply the next time you enable it in App Settings → Background Sync.
ar: Background Sync متوقف. تم حفظ خيار التضمين هذا، وسيُطبق في المرة القادمة التي تمكّنه فيها ضمن إعدادات التطبيق → Background Sync.
da: Background Sync er slået fra. Dette valg om medtagelse er gemt og anvendes, næste gang du aktiverer funktionen i Appindstillinger → Background Sync.
de: Background Sync ist deaktiviert. Diese Auswahl wurde gespeichert und wird angewendet, wenn Sie die Funktion das nächste Mal unter App-Einstellungen → Background Sync aktivieren.
es: Background Sync está desactivado. Esta selección de inclusión se ha guardado y se aplicará la próxima vez que lo active en Ajustes de la app → Background Sync.
fi: Background Sync ei ole käytössä. Tämä sisällytysvalinta on tallennettu, ja sitä käytetään, kun otat toiminnon seuraavan kerran käyttöön kohdassa Sovelluksen asetukset → Background Sync.
fr: Background Sync est désactivé. Ce choix d’inclusion est enregistré et s’appliquera lors de sa prochaine activation dans Réglages de l’app → Background Sync.
he: Background Sync כבוי. בחירת הכללה זו נשמרה ותחול בפעם הבאה שיופעל דרך הגדרות היישום → Background Sync.
hi: Background Sync बंद है। शामिल करने का यह विकल्प सहेज लिया गया है और अगली बार ऐप सेटिंग्स → Background Sync में इसे चालू करने पर लागू होगा।
hu: A Background Sync ki van kapcsolva. Ezt a bevonási beállítást mentettük, és akkor lép életbe, amikor legközelebb bekapcsolja az Alkalmazásbeállítások → Background Sync pontban.
id: Background Sync nonaktif. Pilihan penyertaan ini disimpan dan akan diterapkan saat Anda mengaktifkannya lagi di Pengaturan Aplikasi → Background Sync.
it: Background Sync è disattivato. Questa scelta di inclusione è salvata e verrà applicata alla prossima attivazione in Impostazioni app → Background Sync.
ja: Background Sync はオフです。この対象設定は保存され、次回「アプリ設定 → Background Sync」で有効にしたときに適用されます。
ko: Background Sync가 꺼져 있습니다. 이 포함 설정은 저장되며 다음에 앱 설정 → Background Sync에서 활성화할 때 적용됩니다.
nb: Background Sync er av. Dette inkluderingsvalget er lagret og tas i bruk neste gang du aktiverer funksjonen i Appinnstillinger → Background Sync.
nl: Background Sync is uitgeschakeld. Deze inclusiekeuze is opgeslagen en wordt toegepast wanneer u de functie de volgende keer inschakelt via Appinstellingen → Background Sync.
pl: Background Sync jest wyłączony. Ten wybór włączenia został zapisany i zacznie obowiązywać po następnym włączeniu tej funkcji w Ustawienia aplikacji → Background Sync.
pt_br: O Background Sync está desativado. Esta opção de inclusão foi salva e será aplicada na próxima vez que você ativá-lo em Ajustes do App → Background Sync.
ru: Background Sync выключен. Этот выбор включения сохранён и будет применён при следующем включении функции в разделе «Настройки приложения → Background Sync».
sv: Background Sync är avstängt. Det här inkluderingsvalet har sparats och tillämpas nästa gång du aktiverar det i Appinställningar → Background Sync.
th: Background Sync ปิดอยู่ ตัวเลือกการรวมนี้ได้รับการบันทึกไว้และจะมีผลในครั้งถัดไปที่คุณเปิดใช้ในตั้งค่าแอป → Background Sync
tr: Background Sync kapalıdır. Bu dahil etme seçimi kaydedildi ve Uygulama Ayarları → Background Sync bölümünde bir sonraki etkinleştirmenizde uygulanacak.
uk: Background Sync вимкнено. Цей вибір щодо включення збережено, і він діятиме після наступного ввімкнення в «Налаштування застосунку → Background Sync».
vi: Background Sync đang tắt. Lựa chọn bao gồm này đã được lưu và sẽ áp dụng vào lần tiếp theo bạn bật tính năng trong Cài đặt ứng dụng → Background Sync.
zh_hans: Background Sync 已关闭。此包含选项已保存，并会在您下次前往“应用设置 → Background Sync”启用时生效。
zh_hant: Background Sync 已關閉。此包含選項已儲存，並會在您下次前往「App 設定 → Background Sync」啟用時套用。

source: Background Sync is optional pull-only syncing for all current and future cloned or managed repositories on this installation, except repositories you exclude. GitHub repositories covered by a linked GitHub App installation are eligible for best-effort background wake hints; non-GitHub and unresolved repositories sync only while the app is open. iOS controls background timing, so updates are not guaranteed or real time.
ar: Background Sync هو مزامنة اختيارية بنمط pull فقط لجميع المستودعات الحالية والمستقبلية المستنسخة أو المُدارة في هذا التثبيت، باستثناء المستودعات التي تستثنيها. مستودعات GitHub التي يشملها تثبيت GitHub App مرتبط مؤهلة لتلميحات تنبيه في الخلفية بأفضل جهد؛ أما المستودعات غير التابعة لـ GitHub وغير المحسومة فتتزامن فقط عندما يكون التطبيق مفتوحًا. يتحكم iOS في توقيت العمل في الخلفية، لذلك لا تكون التحديثات مضمونة ولا تحدث في الوقت الفعلي.
da: Background Sync er valgfri synkronisering udelukkende med pull for alle nuværende og fremtidige klonede eller administrerede arkiver på denne installation, bortset fra arkiver, du undtager. GitHub-arkiver, der er dækket af en tilknyttet GitHub App-installation, er kvalificeret til vækningssignaler i baggrunden efter bedste evne. Arkiver, der ikke er fra GitHub eller ikke kan identificeres, synkroniseres kun, mens appen er åben. iOS styrer tidspunktet for baggrundsarbejdet, så opdateringer er ikke garanterede eller i realtid.
de: Background Sync ist eine optionale Synchronisierung ausschließlich per pull für alle aktuellen und zukünftigen geklonten oder verwalteten Repositorys dieser Installation, außer für von Ihnen ausgeschlossene Repositorys. GitHub-Repositorys, die durch eine verknüpfte GitHub App-Installation abgedeckt sind, können Wake-Hinweise im Hintergrund nach bestem Bemühen erhalten. Repositorys außerhalb von GitHub und nicht aufgelöste Repositorys werden nur bei geöffneter App synchronisiert. iOS steuert den Zeitpunkt der Hintergrundausführung; Aktualisierungen sind daher weder garantiert noch in Echtzeit.
es: Background Sync es una sincronización opcional solo mediante pull para todos los repositorios clonados o gestionados, actuales y futuros, de esta instalación, salvo los que excluya. Los repositorios de GitHub cubiertos por una instalación vinculada de GitHub App pueden recibir avisos de activación en segundo plano sin garantías; los repositorios que no sean de GitHub y los no identificados solo se sincronizan mientras la app está abierta. iOS controla cuándo se ejecutan las tareas en segundo plano, por lo que las actualizaciones no están garantizadas ni se producen en tiempo real.
fi: Background Sync on tämän asennuksen kaikkien nykyisten ja tulevien kloonattujen tai hallittujen tietovarastojen valinnainen, vain pull-toimintoja käyttävä synkronointi. Voit sulkea tietovarastoja pois. Linkitetyn GitHub App -asennuksen kattamat GitHub-tietovarastot voivat saada parhaaseen yritykseen perustuvia taustaherätysvihjeitä. Muut kuin GitHub-tietovarastot ja tunnistamattomat tietovarastot synkronoidaan vain sovelluksen ollessa avoinna. iOS määrää taustatoimintojen ajoituksen, joten päivityksiä ei taata eikä niitä tehdä reaaliaikaisesti.
fr: Background Sync est une synchronisation facultative uniquement par pull pour tous les dépôts clonés ou gérés, actuels et futurs, de cette installation, à l’exception de ceux que vous excluez. Les dépôts GitHub couverts par une installation GitHub App liée peuvent recevoir des indications de réveil en arrière-plan sans garantie ; les dépôts hors GitHub et non identifiés se synchronisent uniquement lorsque l’app est ouverte. iOS contrôle la planification en arrière-plan : les mises à jour ne sont donc ni garanties ni effectuées en temps réel.
he: Background Sync הוא סנכרון אופציונלי מסוג pull בלבד לכל המאגרים הנוכחיים והעתידיים ששוכפלו או מנוהלים בהתקנה זו, למעט מאגרים שהוחרגו. מאגרי GitHub המכוסים בהתקנת GitHub App מקושרת זכאים לרמזי התעוררות ברקע במאמץ מיטבי; מאגרים שאינם ב-GitHub ומאגרים שלא זוהו מסתנכרנים רק כשהיישום פתוח. iOS שולט בתזמון ברקע, ולכן העדכונים אינם מובטחים ואינם מתבצעים בזמן אמת.
hi: Background Sync इस इंस्टॉलेशन की सभी मौजूदा और भावी क्लोन या प्रबंधित रिपॉज़िटरी के लिए वैकल्पिक, केवल pull वाला सिंक है, सिवाय उन रिपॉज़िटरी के जिन्हें आप बाहर रखते हैं। लिंक किए गए GitHub App इंस्टॉलेशन के अंतर्गत आने वाली GitHub रिपॉज़िटरी यथासंभव बैकग्राउंड वेक संकेत पा सकती हैं; गैर-GitHub और अनसुलझी रिपॉज़िटरी केवल ऐप खुला रहने पर सिंक होती हैं। बैकग्राउंड समय iOS नियंत्रित करता है, इसलिए अपडेट की गारंटी नहीं है और वे रियल टाइम में नहीं होते।
hu: A Background Sync opcionális, csak pull műveletet végző szinkronizálás a telepítés összes jelenlegi és jövőbeli klónozott vagy kezelt tárolójához, a kizárt tárolók kivételével. A kapcsolt GitHub App-telepítéshez tartozó GitHub-tárolók lehetőség szerint háttérbeli ébresztési jelzéseket kaphatnak; a nem GitHub-alapú és a nem feloldott tárolók csak nyitott alkalmazás mellett szinkronizálódnak. A háttérbeli időzítést az iOS vezérli, ezért a frissítések nem garantáltak, és nem valós időben történnek.
id: Background Sync adalah sinkronisasi khusus pull opsional untuk semua repositori saat ini dan mendatang yang dikloning atau dikelola pada instalasi ini, kecuali repositori yang Anda kecualikan. Repositori GitHub yang tercakup oleh instalasi GitHub App tertaut memenuhi syarat untuk petunjuk bangun latar belakang upaya terbaik; repositori non-GitHub dan yang belum dikenali hanya disinkronkan saat aplikasi terbuka. iOS mengatur waktu latar belakang, sehingga pembaruan tidak dijamin atau berlangsung secara real time.
it: Background Sync è una sincronizzazione facoltativa di solo pull per tutti i repository clonati o gestiti, presenti e futuri, in questa installazione, esclusi quelli che sceglie di escludere. I repository GitHub coperti da un’installazione GitHub App collegata possono ricevere segnali di riattivazione in background best effort; i repository non GitHub e non risolti si sincronizzano solo mentre l’app è aperta. iOS controlla le tempistiche in background, quindi gli aggiornamenti non sono garantiti né in tempo reale.
ja: Background Sync は、このインストールにある現在および今後のクローン済みまたは管理対象のすべてのリポジトリを対象とする、任意の pull 専用同期です。個別に除外したリポジトリは対象外です。リンク済みの GitHub App インストールの対象となる GitHub リポジトリには、ベストエフォートのバックグラウンド起動通知を利用できます。GitHub 以外および未解決のリポジトリは、アプリが開いている間のみ同期されます。バックグラウンド実行のタイミングは iOS が制御するため、更新は保証されず、リアルタイムでもありません。
ko: Background Sync는 이 설치에서 현재 및 향후에 복제하거나 관리하는 모든 저장소를 대상으로 하는 선택형 pull 전용 동기화이며, 제외한 저장소는 대상에서 빠집니다. 연결된 GitHub App 설치가 적용되는 GitHub 저장소는 최선형 백그라운드 깨우기 힌트를 받을 수 있으며, GitHub 이외의 저장소와 확인되지 않은 저장소는 앱이 열려 있을 때만 동기화됩니다. 백그라운드 실행 시점은 iOS에서 제어하므로 업데이트는 보장되지 않으며 실시간이 아닙니다.
nb: Background Sync er valgfri synkronisering kun med pull for alle nåværende og fremtidige klonede eller administrerte repositorier i denne installasjonen, bortsett fra repositorier du utelater. GitHub-repositorier som dekkes av en tilknyttet GitHub App-installasjon, kan få oppvåkningsvarsler i bakgrunnen etter beste evne. Repositorier som ikke er på GitHub eller ikke kan identifiseres, synkroniseres bare mens appen er åpen. iOS styrer tidspunktet for bakgrunnsarbeid, så oppdateringer er ikke garanterte eller i sanntid.
nl: Background Sync is optionele synchronisatie uitsluitend via pull voor alle huidige en toekomstige gekloonde of beheerde repository's op deze installatie, behalve de repository's die u uitsluit. GitHub-repository's die onder een gekoppelde GitHub App-installatie vallen, komen in aanmerking voor weksignalen op de achtergrond naar beste vermogen; niet-GitHub- en niet-herkende repository's synchroniseren alleen wanneer de app geopend is. iOS bepaalt de achtergrondtiming, dus updates zijn niet gegarandeerd en vinden niet in realtime plaats.
pl: Background Sync to opcjonalna synchronizacja wyłącznie przez pull dla wszystkich obecnych i przyszłych sklonowanych lub zarządzanych repozytoriów w tej instalacji, z wyjątkiem repozytoriów wykluczonych przez użytkownika. Repozytoria GitHub objęte połączoną instalacją GitHub App mogą w miarę możliwości otrzymywać sygnały wybudzenia w tle; repozytoria spoza GitHub i nierozpoznane synchronizują się tylko przy otwartej aplikacji. iOS steruje czasem działania w tle, więc aktualizacje nie są gwarantowane ani wykonywane w czasie rzeczywistym.
pt_br: O Background Sync é uma sincronização opcional somente por pull para todos os repositórios clonados ou gerenciados, atuais e futuros, nesta instalação, exceto os que você excluir. Repositórios do GitHub abrangidos por uma instalação vinculada do GitHub App podem receber, na medida do possível, sinais de ativação em segundo plano; repositórios que não são do GitHub e os não identificados sincronizam somente enquanto o app está aberto. O iOS controla o momento da atividade em segundo plano, portanto as atualizações não são garantidas nem em tempo real.
ru: Background Sync — это необязательная синхронизация только через pull для всех текущих и будущих клонированных или управляемых репозиториев в этой установке, кроме исключённых вами. Репозитории GitHub, охваченные связанной установкой GitHub App, могут по мере возможности получать сигналы фонового пробуждения; репозитории вне GitHub и нераспознанные репозитории синхронизируются только при открытом приложении. Время фоновой работы определяется iOS, поэтому обновления не гарантируются и не выполняются в реальном времени.
sv: Background Sync är valfri synkronisering enbart med pull för alla aktuella och framtida klonade eller hanterade arkiv i den här installationen, utom de arkiv du undantar. GitHub-arkiv som omfattas av en länkad GitHub App-installation kan få väckningssignaler i bakgrunden efter bästa förmåga; arkiv som inte finns på GitHub eller inte kan identifieras synkroniseras bara medan appen är öppen. iOS styr tidpunkterna i bakgrunden, så uppdateringar garanteras inte och sker inte i realtid.
th: Background Sync เป็นการซิงค์ด้วย pull เท่านั้นแบบไม่บังคับสำหรับคลังที่โคลนหรือจัดการทั้งหมดทั้งในปัจจุบันและอนาคตในการติดตั้งนี้ ยกเว้นคลังที่คุณกำหนด คลัง GitHub ที่ครอบคลุมโดยการติดตั้ง GitHub App ที่เชื่อมโยงมีสิทธิ์รับสัญญาณปลุกในเบื้องหลังเท่าที่ระบบทำได้ ส่วนคลังที่ไม่ใช่ GitHub และคลังที่ระบุไม่ได้จะซิงค์เฉพาะขณะเปิดแอป iOS เป็นผู้ควบคุมกำหนดเวลาในเบื้องหลัง จึงไม่รับประกันการอัปเดตและไม่ใช่แบบเรียลไทม์
tr: Background Sync, hariç tuttuğunuz depolar dışında bu kurulumdaki mevcut ve gelecekteki tüm klonlanmış veya yönetilen depolar için isteğe bağlı ve yalnızca pull kullanan eşzamanlamadır. Bağlı bir GitHub App kurulumunun kapsadığı GitHub depoları, mümkün olan en iyi şekilde arka plan uyandırma ipuçları alabilir; GitHub dışındaki ve çözümlenmemiş depolar yalnızca uygulama açıkken eşzamanlanır. Arka plan zamanlamasını iOS denetlediğinden güncellemeler garanti edilmez ve gerçek zamanlı değildir.
uk: Background Sync — це необов’язкова синхронізація лише через pull для всіх поточних і майбутніх клонованих або керованих репозиторіїв у цій інсталяції, крім виключених вами. Репозиторії GitHub, охоплені пов’язаною інсталяцією GitHub App, можуть отримувати фонові сигнали пробудження за принципом максимально можливого; репозиторії не з GitHub і нерозпізнані репозиторії синхронізуються лише у відкритому застосунку. Час фонової роботи визначає iOS, тому оновлення не гарантовані й не відбуваються в реальному часі.
vi: Background Sync là tính năng đồng bộ không bắt buộc, chỉ bằng pull, dành cho mọi kho lưu trữ đã sao chép hoặc được quản lý, cả hiện tại lẫn tương lai, trên bản cài đặt này, ngoại trừ các kho bạn loại trừ. Các kho lưu trữ GitHub thuộc phạm vi cài đặt GitHub App đã liên kết đủ điều kiện nhận tín hiệu đánh thức trong nền theo khả năng tốt nhất; các kho lưu trữ không thuộc GitHub và chưa phân giải chỉ đồng bộ khi ứng dụng đang mở. iOS kiểm soát thời điểm chạy nền nên các bản cập nhật không được đảm bảo và không diễn ra theo thời gian thực.
zh_hans: Background Sync 是一项可选的仅 pull 同步服务，适用于此安装上当前及未来的所有克隆或管理的仓库，但您排除的仓库除外。由已关联 GitHub App 安装涵盖的 GitHub 仓库可获得尽力而为的后台唤醒提示；非 GitHub 仓库和未解析的仓库仅在应用打开时同步。后台运行时机由 iOS 控制，因此更新不保证执行，也并非实时。
zh_hant: Background Sync 是一項選用的僅 pull 同步服務，適用於此安裝項目上目前及未來的所有複製或管理的儲存庫，但您排除的儲存庫除外。由已連結 GitHub App 安裝項目涵蓋的 GitHub 儲存庫可獲得盡力而為的背景喚醒提示；非 GitHub 儲存庫和未解析的儲存庫僅在 App 開啟時同步。背景執行時機由 iOS 控制，因此更新不保證執行，也並非即時。
